[
    {
      "title": "Introdução ao Kronos",
      "section":"Introdução",
      "content":"O Kronos é um sistema de gerenciamento de tarefas fabris que tem como objetivo organizar a rotina diária de funcionários, permitindo que eles se concentrem em tarefas mais importantes, através do método GUT (gravidade, urgência e tendência), e mais produtivas." 
    },
    {
        "title": "Objetivo do Kronos",
        "section": "Introdução",
        "content": "O Kronos tem o objetivo de melhorar a produtividade dos funcionários, visando a continuação do processo fabril, isto é, continuar a produção mesmo quando houver problemas, como o absenteísmo dos operário."
    },
    {
        "title": "Panorama do Supervisor",
        "section":"Introdução",
        "content":"Supervisores terão acesso ao desempenho de todos os operários que estão sob seu comando, com gráficos detalhados, relatórios e ferramentas de análise. Eles terão acesso a todas as tarefas atribuídas, não concluídas e reatribuídas."
    },
    {
        "title": "Panorama do Operário",
        "section":"Introdução",
        "content":"Operários terão acesso apenas às tarefas que foram atribuídas a eles, com informações detalhadas sobre o progresso, prazos e prioridades. Eles também terão acesso a um chatbot que irá auxiliar na realização das tarefas, respondendo dúvidas e fornecendo orientações."
    },
    {
        "title":"Análise GUT",
        "section":"Tarefas",
        "content":"A análise GUT é uma maneira de avaliar as tarefas de acordo com sua gravidade, urgência e tendência. A gravidade reflete a importância da tarefa para o funcionário, a urgência é a necessidade imediata de conclusão e a tendência é a direção que a tarefa está se movendo. Com base nessas três informações, é possível priorizar as tarefas e planejar o tempo de forma mais eficiente. A gravidade é avaliada em uma escala de 1 a 5, sendo 1 a mais baixa e 5 a mais alta. A urgência é avaliada em uma escala de 1 a 5, sendo 1 a menos urgente e 5 a mais urgente. A tendência é avaliada em uma escala de 1 a 5, sendo 1 a menos tendente e 5 a mais tendente."
    },
    {
        "title":"Avaliação da Tarefa",
        "section":"Tarefas",
        "content":"Após a análise GUT, é necessário avaliar a tarefa de acordo com as informações fornecidas. Se a tarefa for considerada importante, urgente e tendente, ela será priorizada. Se a tarefa for considerada menos importante, urgente e tendente, ela será planejada com mais cuidado, vizando o processo fabril."
    },
    {
        "title": "Alocação de Tarefas",
        "section":"Tarefas",
        "content":"Após a avaliação da tarefa, é necessário alocar a tarefa a um operário. O operário será alocado de acordo com sua disponibilidade, tags, setor, habilidades e prioridades."
    },
    {   
        "title": "Realocação de Tarefas",
        "section": "Tarefas",
        "content": "Caso o operário que a tarefa foi atribuída não estiver diponível para realizar-la, ela será realocada para outro operário."
    },
    {
       "title":"Descrição da Tarefa",
       "section":"Tarefas",
       "content":"Ao clicar em mais opções, o operário deve encontrar o título, descrição, data de início, a situação, contatos adicionais e o relator. Ainda na mesma página, ele encontrará 2 botões na parte inferior da tela, sendo elas 'Desatribuir' e 'Atualizar'. Já no topo da tela, ele encontrará 2 ícones, um que abre um reporte sobre a tarefa e outro que mostra o histórico de reatribuições."
    },
    {
        "title": "Desatribuir Tarefa",
        "section":"Tarefas",
        "content":"Caso o operário deseje desatribuir a tarefa, ele deve clicar no botão 'Desatribuir' na parte inferior da tela. Após isso, ele deverá explicar o porque da desatribuição da tarefa e enfim, apertar em desatribuir. O supervisor então, irá analisar a causa."
    },
    {
        "title": "Atualizar Tarefa",
        "section":"Tarefas",
        "content":"Caso o operário deseje atualizar a tarefa, ele deve clicar no botão 'Atualizar' na parte inferior da tela. Após isso, ele deverá escrever o que ele fez durante a tarefa."
    },
    {
        "title": "Reportar Tarefa",
        "section":"Tarefas",
        "content":"Caso o operário encontre algum problema com a tarefa, ele deve apertar a tarefa no aplicativo, clicar no botão de 'Reportar Tarefa', e preencher o campo com a descrição do problema."
    },
    {
        "title": "Pausas",
        "section": "Tarefas",
        "content": "Após o operário realizar uma tarefa com um nível considerado alto da análise GUT, o sistema irá disponibilizar uma pequena pausa, para ele tomar água, descansar um pouco, alongar etc. Isso é feito para que o operário se revitalize e se sinta mais á vontade durante o turno."
    },
    {
        "title": "Calendário",
        "section":"Calendário",
        "content":"O calendário tem sua própria área, onde o operário deve marcar se estará presente no dia. Caso ele não esteja presente, ele deve justificar no app e ele pode enviar algum arquivo junto, como uma foto de um atestado."
    },
    {
        "title":"Página Principal",
        "section":"Operário",
        "content":"A página principal do Kronos contém todas as tarefas a fazer, sendo elas diárias ou que devem ser concluídas até o final da semana, com um gráfico de conclusão em porcentagem."
    },
    {
        "title": "Página de Perfil do Operário",
        "section": "Operário",
        "content": "A página de perfil do operário contém informações pessoais, como nome, cargo, setor, e-mail, telefone e uma foto de perfil. Também inclui os históricos das tarefas realizadas, junto com um contador das tarefas realizadas."  
    },
    {
       "title": "Justificar Ausência",
       "section": "Dúvidas",
       "content": "Para justificar ausência, ou seja, indicar o motivo de sua ausência, o usuário deve entrar na aba de calendário, clicar no dia em que estará ausente e justificar o motivo, podendo apenas ser um texto ou incluir fotos, como de um atestado médico."
    }
]